[
  {
    "id": 1,
    "title": "2017 Sea Turtle Calendar Contest Winners!",
    "description": "Sea Turtle Conservancy (STC) would like to give a special congratulations to the winners of our 2017 Sea Turtle Scenes Calendar Contest! All of the photos were truly fantastic. Thank you to everyone who took the time to enter! The winning photographs will be featured in STC’s 2017 Sea Turtle Scenes Calendar, which will be available online in our gift shop sometime in November. Thank you to all of our participants who made this year’s selection exciting and especially difficult. We received HUNDREDS of submissions! If you missed out on this one, look out for the 2018 photography contest next year!",
    "link_url": "http://conserveturtles.org/turtleblog/blog/2016/10/21/2017-sea-turtle-calendar-contest-winners/",
    "image_url": "http://placehold.it/250x250"
  },
  {
    "id": 2,
    "title": "STC Releases “Ahead of the Tide,” A New Documentary About Sea Level Rise",
    "description": "Sea Turtle Conservancy is proud to announce the release of a new documentary about sea level rise and its implications for sea turtles and their nesting beaches in Florida. “Ahead of the Tide” (AOTT) was co-produced by STC and CAVU, a non-profit that uses flight and film to educate people about critical conservation issues. AOTT highlights the effects of sea level rise and climate change on Florida’s beaches through the stories and voices of local Floridians. The video includes interviews with scientists, coastal engineers, elected officials, coastal planners, conservation leaders, authors and activists. As part of this project STC, CAVU, and a host of conservation partners will be sponsoring a series of webinars on climate change and sea level rise in the coming months. You can learn about and sign up for these webinars at Aheadofthetide.org.",
    "link_url": "http://conserveturtles.org/turtleblog/blog/2016/08/25/stc-releases-ahead-of-the-tide-a-new-documentary-about-sea-level-rise-2/",
    "image_url": "http://placehold.it/250x250"
  },
  {
    "id": 3,
    "title": "Celebrate Endangered Species Day",
    "description": "Endangered Species Day raises awareness about the many endangered species we have in our own communities. For example, did you know Florida has more endangered species than any other Atlantic state? Population growth coupled with habitat loss, tourism, and pollution are just a few factors that have imperiled  many species in our state. In addition, Endangered Species Day is also a great time to celebrate success stories, like the recovery of the green turtle, the alligator, and the bald eagle.Thanks to the significant strides we have made under the Endangered Species Act, we are celebrating more and more success stories with each passing year.",
    "link_url": "http://conserveturtles.org/turtleblog/blog/2016/05/13/celebrate-endangered-species-day-2/",
    "image_url": "http://placehold.it/250x250"
  },
  {
    "id": 4,
    "title": "Tour de Turtles Competitor “Esperanza” from Cuba Spotted Nesting in Mexico!",
    "description": "This discovery is very important because it helps confirm a pattern our partners with the Cuban Marine Turtle Conservation Program have been observing recently based on flipper tags and genetics. It was the same area where they had seen several previous nesters from Cuba go.",
    "link_url": "http://conserveturtles.org/turtleblog/blog/2016/07/26/tour-de-turtles-competitor-esperanza-spotted-nesting-in-mexico/",
    "image_url": "http://placehold.it/250x250"
  },
  {
    "id": 5,
    "title": "Tour de Turtles Spotlight on the Race’s Biggest Competitors: The Leatherbacks",
    "description": "This year in our race to spread awareness, Tour De Turtles has 3 BIG competitors joining us all the way from Panama. Adult leatherbacks Calypso Blue V, Lady Aurelia, and Tortuga Turista join the race to shed some light on various issues affecting the sea turtle population.",
    "link_url": "http://conserveturtles.org/turtleblog/blog/2016/09/13/tour-de-turtles-spotlight-on-the-races-biggest-competitors-the-leatherbacks/",
    "image_url": "http://placehold.it/250x250"
  },
];